{"16-49-126831":{"Title":"Explore","Description":"Browse people&rsquo;s names, events people participated in, places, and historical document types, or explore all <em>Enslaved<\/em> records from partner projects.<br \/>\r\n&nbsp;","Images":null,"Files":null,"Date":null,"Navigation":["Home"],"Navigation Order":"0","SubNavigation":"Explore","Sub Navigation Order":"2","SubNavigation Display":"FALSE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126831","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-10 20:09:07","updated_at":"2019-06-11 16:30:42","reverseAssociations":[]},"16-49-126833":{"Title":"Stories","Description":"Learn about the lives of enslaved people through biographies and educational essays.","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["Home"],"Navigation Order":"0","SubNavigation":"Stories","Sub Navigation Order":"4","SubNavigation Display":"FALSE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126833","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-10 20:16:02","updated_at":"2019-07-23 17:44:58","reverseAssociations":[]},"16-49-126834":{"Title":"Projects","Description":"Discover the partner projects that contributed data to <em>Enslaved<\/em>.","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["Home"],"Navigation Order":"0","SubNavigation":"Projects","Sub Navigation Order":"5","SubNavigation Display":"FALSE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126834","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 13:59:05","updated_at":"2019-06-11 16:29:04","reverseAssociations":[]},"16-49-126835":{"Title":"About","Description":"<em>Enslaved<\/em> links together data from participating projects, allowing students, researchers, and the general public to search over numerous datasets at once in order to better reconstruct the lives of the people involved in the historical slave trade. You can search or browse interconnected data, generate visualizations, and explore short biographies of enslaved people.&nbsp;","Images":null,"Files":null,"Date":null,"Navigation":["Home"],"Navigation Order":"0","SubNavigation":"About","Sub Navigation Order":"6","SubNavigation Display":"FALSE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126835","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 14:01:08","updated_at":"2019-06-11 16:29:37","reverseAssociations":[]},"16-49-126829":{"Title":"Home","Description":"Explore or reconstruct the lives of individuals who were enslaved, owned slaves, or participated in the historic trade. <a href=\"about\/\">Learn More<\/a>","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["Home"],"Navigation Order":"0","SubNavigation":null,"Sub Navigation Order":null,"SubNavigation Display":null,"Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126829","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-04-04 15:14:39","updated_at":"2019-06-11 16:31:16","reverseAssociations":[]},"16-49-126844":{"Title":"Search","Description":null,"Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["Search"],"Navigation Order":"1","SubNavigation":null,"Sub Navigation Order":null,"SubNavigation Display":null,"Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126844","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 16:26:10","updated_at":"2019-06-11 16:26:10","reverseAssociations":[]},"16-49-126837":{"Title":"People","Description":"Find people who were involved in any aspect of the slave trade - enslaved people, owners, and other participants. Refine your results by person&#39;s freedom status (free, enslaved, indentured, etc.) or by how a person was involved in an event (emancipated person, sold person, missing persons, etc.).&nbsp;","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["Explore"],"Navigation Order":"2","SubNavigation":"People","Sub Navigation Order":"1","SubNavigation Display":"TRUE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126837","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 14:07:13","updated_at":"2019-06-11 16:34:04","reverseAssociations":[]},"16-49-126838":{"Title":"Events","Description":"Find out about major events within people&rsquo;s lives, whether it be a birth, marriage, enslavement, or emancipation. Refine by time and place.&nbsp;","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["Explore"],"Navigation Order":"2","SubNavigation":"Events","Sub Navigation Order":"2","SubNavigation Display":"TRUE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126838","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 14:08:06","updated_at":"2019-06-11 16:33:51","reverseAssociations":[]},"16-49-126839":{"Title":"Places","Description":"Find out where people came from, where they lived, and where events within their life occurred. Refine using the colonial city, modern country, etc.&nbsp;","Images":null,"Files":null,"Date":null,"Navigation":["Explore"],"Navigation Order":"2","SubNavigation":"Places","Sub Navigation Order":"3","SubNavigation Display":"TRUE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126839","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 14:09:11","updated_at":"2019-06-11 16:33:37","reverseAssociations":[]},"16-49-126850":{"Title":"Projects","Description":"Project partners contribute data to <em>Enslaved<\/em>. Read a summary of each partner, including an overview of the dataset, a description of the sources that generated the data, institutional affiliation, and the names of individual contributors.","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["Explore"],"Navigation Order":"2","SubNavigation":"Projects","Sub Navigation Order":"4","SubNavigation Display":"TRUE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126850","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-12 02:44:55","updated_at":"2019-06-12 02:44:55","reverseAssociations":[]},"16-49-126840":{"Title":"Sources","Description":"Find auction notices, petitions, runaway ads, wills, or other historic document types.","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["Explore"],"Navigation Order":"2","SubNavigation":"Sources","Sub Navigation Order":"5","SubNavigation Display":"TRUE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126840","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 14:11:32","updated_at":"2019-06-11 16:33:21","reverseAssociations":[]},"16-49-126836":{"Title":"Explore","Description":"<em>Enslaved<\/em> links data from individual projects, making it easy to identify people who participated in specific events or find events that occurred at a specific time, in a specific place. You can also browse data from one partner project.<br \/>\r\n&nbsp;","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["Explore"],"Navigation Order":"2","SubNavigation":null,"Sub Navigation Order":null,"SubNavigation Display":null,"Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126836","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 14:03:07","updated_at":"2019-06-11 16:34:24","reverseAssociations":[]},"16-49-126842":{"Title":"Stories","Description":"<em>Enslaved<\/em> contains information on hundreds of thousands of individuals involved in the historic slave trade &mdash;including enslaved people, slave owners, and those involved in slave trading and raiding. For most of these individuals, the historical record offers little more than names and bits and pieces of other information. However, for some individuals, we can tell a more complex story. The individual biographies tell a variety of stories across Africa and the Americas, of enslaved people fighting for their freedom, of the shifting boundaries between enslavement and liberation, and of the dynamics of slave trading, raiding, and life on both sides of the Atlantic. Through these biographies, we can better understand the complexities of life in the Atlantic World, and the crucial role slavery and enslavement played in the shaping in different places and spaces.","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["Stories"],"Navigation Order":"4","SubNavigation":null,"Sub Navigation Order":null,"SubNavigation Display":null,"Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126842","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 16:17:10","updated_at":"2019-06-14 12:55:53","reverseAssociations":[]},"16-49-126843":{"Title":"Get Involved","Description":"<em>Enslaved<\/em> is always looking for new partners to participate in our project. If you have data about the historic slave trade, please email us at <a href=\"mailto:submissions@enslaved.org\">submissions@enslaved.org<\/a>. We are willing to work with all projects, data types, and contributors.&nbsp;<br \/>\r\n<br \/>\r\nIf you would like to be listed within our Directory, please submit your information into the form below:&nbsp;","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["About"],"Navigation Order":"5","SubNavigation":"Get Involved","Sub Navigation Order":"1","SubNavigation Display":"TRUE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126843","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 16:24:30","updated_at":"2019-07-01 17:02:23","reverseAssociations":[]},"16-49-126846":{"Title":"Partner Projects","Description":"Project partners contribute data to <em>Enslaved<\/em>. Find a summary of each partner, including an overview of the dataset, a description of the sources that generated the data, institutional affiliation, and the names of individual contributors.\r\n\r\n<h2>African Origins and Voyages: The Trans-Atlantic Slave Trade Database<\/h2>\r\n\r\n<p><a href=\"http:\/\/www.african-origins.org\" target=\"_blank\">http:\/\/www.african-origins.org<\/a><\/p>\r\n\r\n<p><a href=\"https:\/\/www.slavevoyages.org\/\" target=\"_blank\">https:\/\/www.slavevoyages.org\/<\/a><\/p>\r\n\r\n<p>Project Lead: David Eltis, Professor Emeritus, Emory University African Origins contains information about the migration histories of Africans forcibly carried on slave ships into the Atlantic. Using the personal details of 91,491 Africans liberated by International Courts of Mixed Commission and British Vice Admiralty Courts, this resource makes possible new geographic, ethnic, and linguistic data on peoples captured in Africa and pulled into the slave trade. The Trans-Atlantic Slave Trade Database has information on almost 36,000 slaving voyages that forcibly embarked over 10 million Africans for transport to the Americas between the sixteenth and nineteenth centuries. The actual number is estimated to have been as high as 12.5 million. The database and the separate estimates interface offer researchers, students and the general public a chance to rediscover the reality of one of the largest forced movements of peoples in world history.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Biographies of the Enslaved at the Hutchins Center at Harvard<\/h2>\r\n\r\n<p>African American National Biography (AANB)<br \/>\r\nDictionary of African Biography (DAB)<br \/>\r\nDictionary of Caribbean and Afro-Latin American Biography (DCALAB)<br \/>\r\n<a href=\"https:\/\/hutchinscenter.fas.harvard.edu\/biographical-dictionaries\" target=\"_blank\">https:\/\/hutchinscenter.fas.harvard.edu\/biographical-dictionaries<\/a><br \/>\r\nProject Leads:<br \/>\r\nHenry Louis Gates, Jr., Alphonse Fletcher University Professor and Director, Hutchins Center for African &amp; African American Research at Harvard University<br \/>\r\nSteven J. Niven, Executive Editor, AANB, DAB, DCALAB, Hutchins Center for African &amp; African American Research at Harvard University<br \/>\r\nAbby Wolf, Executive Director, Hutchins Center for African &amp; African American Research at Harvard University<br \/>\r\nBiographies of the Enslaved at the Hutchins Center at Harvard builds on three award winning biographical dictionaries that have been joint projects of the Hutchins Center and Oxford University Press since 2002. The three projects include 11,000 biographies of people of African descent from the ancient world to the present day, and from all realms of renown. Subjects include Toussaint Louverture, Frederick Douglass, Nanny of the Maroons, Xica da Silva, Olaudah Equiano, Dido Belle, and the enslaved West African passengers of the Liverpool slave ship, the Zong, who were thrown overboard to preserve the white crew&rsquo;s access to the ship&rsquo;s dwindling water supply. Authors and subject editors include John Hope Franklin, Natalie Zemon Davis, Darlene Clark Hine, Laurent Dubois, J&uacute;nia Ferreira Furtado, James Sweet, Barry Higman, Enslaved partners Jane Landers, Henry Lovejoy, Paul Lovejoy, and Daryle Williams, and over 2000 other experts on Africa and its diaspora.As of 2018, all 3 projects are in print and can be viewed by subscription at OUP&rsquo;s African American Studies Center. <a href=\"http:\/\/www.oxfordaasc.com\/\" target=\"_blank\">http:\/\/www.oxfordaasc.com\/<\/a><br \/>\r\nBiographies of the Enslaved will be a separate site, available for free through the Hutchins Center website. It will focus only on biographies of people who were enslaved or connected to the transatlantic slave trade from the 15th to the 19th centuries. The site will provide access to around 200 completed biographies of enslaved people, along with images and other multimedia links. It will also make available a downloadable, searchable database containing biographical details of over 2000 enslaved people and enslavers in Africa, the Western Hemisphere, and Europe.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Free Africans of Brazil<\/h2>\r\n\r\n<p>Project Lead: Daryle Williams, University of Maryland<\/p>\r\n&nbsp;\r\n\r\n<h2>Freedom Narratives<\/h2>\r\n\r\n<p><a href=\"http:\/\/freedomnarratives.org\/\" target=\"_blank\">http:\/\/freedomnarratives.org\/<\/a><br \/>\r\nProject Lead: Paul Lovejoy, York University<br \/>\r\nFreedom Narratives focuses on the enforced migration of &ldquo;Atlantic Africans,&rdquo; that is enslaved Africans in the Atlantic world during the era of the slave trade, through an examination of biographical accounts of individuals born in West Africa who were enslaved in the 16-19th century. The focus is on testimony, the voices of individual Africans. The Project seeks to use an online digital repository of autobiographical testimonies and biographical data of Atlantic Africans to analyze patterns in the slave trade from West Africa, specifically in terms of where individuals came from, why they were enslaved, and what happened to them. The Project focuses on people born in Africa and hence in most cases had been born free rather than on those who were born into slavery in the Americas. The contribution concentrates on those who experienced the &ldquo;Middle Passage,&rdquo; i.e., the Atlantic crossing, which is often seen as a defining moment in the slavery experience but also on the movement of enslaved within West Africa. The genre &ldquo;slave narrative&rdquo; is thereby expanded through a study of accounts of slaves born in Africa whose testimonies can more accurately be labelled &ldquo;freedom narratives&rdquo; because most individuals whose accounts have survived were born free and subsequently regained their freedom. Freedom Narratives focuses on biographical testimony as the fundamental unit of analysis, whether text arises from first person memory or via amanuensis, and whenever possible is supplemented with biographical details culled from legal, ecclesiastical, and other types of records.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Liberated Africans<\/h2>\r\n\r\n<p><a href=\"http:\/\/liberatedafricans.org\/\" target=\"_blank\">http:\/\/liberatedafricans.org\/<\/a><br \/>\r\nProject Lead: Henry Lovejoy, University of Colorado Boulder<br \/>\r\n<em>Liberated Africans<\/em> attempts to document the lives of the approximately 250,000 illegally enslaved Africans emancipated in the global campaign to abolish the slave trade. The Atlantic and Indian Ocean slave trades lasted for almost four centuries and involved more than twelve million men, women and children. Over one quarter of those people boarded slave ships after the British and US Acts for the Abolition of the Slave Trade in 1807. As world powers negotiated anti-slave trade treaties thereafter, British, Portuguese, Spanish, Brazilian, French and US authorities began seizing ships, raiding coastal prisons, and detaining newly landed slaves in the Americas. These rescued captives were then escorted into British courts and international mixed commissions located around the Atlantic and Indian Ocean littorals. Between 1808 and 1896, the network of courts emancipated about 7-10 percent of an estimated 3.5 million enslaved Africans. <em>Liberated Africans <\/em>reconstructs on a case-by-case basis widely dispersed archival evidence from a rich, transnational collection of primary sources made by the earliest international human rights courts.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Slave Biographies<\/h2>\r\n\r\n<p><a href=\"http:\/\/slavebiographies.org\/\" target=\"_blank\">http:\/\/slavebiographies.org\/<\/a><br \/>\r\nProject Leads:<br \/>\r\nGwendolyn Midlo Hall, Professor Emeritus, Rutgers University<br \/>\r\nWalter Hawthorne, Michigan State University<br \/>\r\n<em>Slave Biographies: The Atlantic Database Network<\/em> is an open access data repository of information on the identities of enslaved people in the Atlantic World. It includes the names, ethnicities, skills, occupations, and illnesses of individual slaves. Users of the website can access data about slaves in colonial Louisiana and Maranh&atilde;o, Brazil. They can download datasets, search for ancestors, and run statistical analysis.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>The Slave Societies Digital Archive<\/h2>\r\n\r\n<p><a href=\"https:\/\/slavesocieties.org\/\" target=\"_blank\">https:\/\/slavesocieties.org\/<\/a><br \/>\r\nProject Lead: Jane Landers, Vanderbilt University<br \/>\r\nThe Slave Societies Digital Archive (SSDA) preserves the oldest records for the slave societies of the Americas and is now the largest archive of its kind in the world, holding approximately 500,000 images dating from the sixteenth through the nineteenth centuries. These unique records document the lives of approximately <strong><i>six million<\/i> <\/strong>free and enslaved Africans, their descendants, and the indigenous, European, and Asian people with whom they interacted in Cuba, Brazil, Colombia, and what was then Spanish La Florida. In addition, SSDA preserves African materials collected in Angola, Benin, and Cape Verde. The SSDA&rsquo;s largest and oldest collections were generated by the Catholic Church, which mandated the baptism of African slaves in the fifteenth century and later extended this requirement across the Iberian Empire. The baptismal records preserved in SSDA are the oldest uniform and serial data available for the history of Africans in the Atlantic World and offer the most extensive information regarding their specific ethnic origins. SSDA also preserves secular records including bills of sale, property registries and disputes, dowries, and letters of manumission, among other record types.<\/p>\r\n","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["About"],"Navigation Order":"5","SubNavigation":"Our Partners","Sub Navigation Order":"2","SubNavigation Display":"TRUE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126846","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 16:56:14","updated_at":"2019-07-08 15:01:11","reverseAssociations":[]},"16-49-126845":{"Title":"Contact Us","Description":"For questions or comments please message our team at <a href=\"mailto:submissions@enslaved.org\">submissions@enslaved.org<\/a><br \/>\r\n<br \/>\r\n<em>Enslaved<\/em> is located at:<br \/>\r\nMatrix the Center for Digital Humanities and Social Sciences<br \/>\r\nMichigan State University<br \/>\r\nNatural Science Building<br \/>\r\n288 Farm Lane<br \/>\r\nRoom 409<br \/>\r\nEast Lansing, MI 48823<br \/>\r\nTel: 517-355-9300","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["About"],"Navigation Order":"5","SubNavigation":"Contact Us","Sub Navigation Order":"3","SubNavigation Display":"TRUE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126845","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 16:39:49","updated_at":"2019-06-11 16:39:49","reverseAssociations":[]},"16-49-126847":{"Title":"Development Team","Description":"<h2>Dean Rehberger, Michigan State University, Director of Matrix, Principal Investigator<\/h2>\r\n\r\n<p><a href=\"http:\/\/www.matrix.msu.edu\/dean-rehberger\/\" target=\"_blank\">http:\/\/www.matrix.msu.edu\/dean-rehberger\/<\/a><br \/>\r\n<br \/>\r\nRehberger is Director and responsible for coordinating the overall project and for project development and integration.<br \/>\r\n<br \/>\r\nAs the Director of Matrix, over the past 20 years Dean Rehberger has overseen numerous digitization and archival projects, application design and development projects, and large data and computational processing projects at Matrix. Rehberger has extensive experience in user experience design, faculty and community workshops, and online publishing. He would work with the co-PIs to provide academic leadership of the project and strategically engage faculty and administrative stakeholders.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Walter Hawthorne, Michigan State University, Associate Dean for Academic and Student Affairs &amp; Professor of History, College of Social Science, Co-Principal Investigator<\/h2>\r\n\r\n<p><a href=\"http:\/\/history.msu.edu\/people\/faculty\/walter-hawthorne\/\" target=\"blank\">http:\/\/history.msu.edu\/people\/faculty\/walter-hawthorne\/<\/a><br \/>\r\n<br \/>\r\nHawthorne is co-Director and is responsible for metadata, ontology development and Linked Open Data.<br \/>\r\n<br \/>\r\nWalter Hawthorne is a full professor of African and Atlantic history who has engaged in digital humanities projects centered on slavery and the Atlantic slave trade.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Ethan Watrall, Michigan State University, Associate Director, Matrix. Assistant Professor, Anthropology, Co-Principal Investigator<\/h2>\r\n\r\n<p><a href=\"http:\/\/anthropology.msu.edu\/author\/ethan-watrall\/\" target=\"_blank\">http:\/\/anthropology.msu.edu\/author\/ethan-watrall\/<\/a><\/p>\r\n\r\n<p><br \/>\r\nWatrall is Co-Director and responsible for Hub development.<br \/>\r\n<br \/>\r\nAn anthropological archaeologist who has worked in North America and the Near East, Ethan Watrall is Assistant Professor in the Department of Anthropology and Associate Director of Matrix: The Center for Digital Humanities &amp; Social Sciences at Michigan State University. In addition, Watrall is Director of the Cultural Heritage Informatics Initiative and the Cultural Heritage Informatics Fieldschool at Michigan State University. Currently, Watrall is Co-PI of the NEH funded ARCS: Archaeological Resource Cataloguing System project, Director of the NEH funded Institute for Digital Archaeological Method and Practice, and Co-PI of the NEH funded Archive of Malian Photography project. Watrall&rsquo;s interest primarily fall in the domain of digital public archaeology and heritage, with particular interest in mobile digital public heritage and digital heritage web mapping for public outreach and engagement.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Joshua Christ, Matrix Developer<\/h2>\r\n\r\n<p>Joshua Christ is a recent graduate of Michigan State University&rsquo;s Department of Computer Science and Engineering. He interned as a student at Matrix and IBM.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Anthony D&#39;Onofrio, Matrix Lead KORA Developer<\/h2>\r\n\r\n<p>Anthony D&#39;onofrio is the Assistant Director of Programming at Matrix and the lead developer on the KORA Digital Repository platform. A graduate of Michigan State University, and former student developer intern of Matrix, D&#39;onofrio returned in 2015 to head up development on the 3.0 release of KORA. His responsibilities also include the supervision and recruitment of student developer interns at Matrix. In addition to KORA 3, D&#39;onofrio worked on the development and launch of the educational research projects, the Narrative Assessment Protocol and the Access to Literacy (IPAAR) project.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Catherine Foley, Matrix Director of Digital Library and Archive Projects, Enslaved Project Manager<\/h2>\r\n\r\n<p>Project Manager Catherine Foley is Matrix&#39;s Director of Digital Library and Archive Projects. She is a digital librarian with expertise in metadata standards. She manages several digital repository projects with cultural heritage resources from Africa, including the Archive of Malian Photography (amp.matrix.msu.edu), an NEH-funded project to digitize, catalog, preserve, and render freely accessible 100,000 rare images from the original archives of four professional photographers in Mali, the Community Video Education Trust digital archive (cvet.org.za), African Oral Narratives: life histories, interviews, folklore &amp; song from sub-Saharan African (aodl.org\/oralnarratives), and Biographies: Atlantic Slave Data Network (slavebiographies.org\/project\/).<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Jeff Goeke-Smith, Matrix Systems Administrator, System Design<\/h2>\r\n\r\n<p>A graduate of Michigan State University&rsquo;s Computer Science program, Jeff Goeke-Smith has spent 15 years architecting and operating the MSU campus-wide network, including core network services on a variety of platforms. Goeke-Smith has architected the infrastructure for the campus-wide virtualization and storage systems. Prior assignments have included the operation of large scale network security devices, load balancers, and web services. His expertise lies in all forms of advanced infrastructure. Goeke-Smith is Matrix&rsquo;s system&rsquo;s administrator, operating and maintaining the software and hardware infrastructure for Matrix&rsquo;s systems and services.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Seila Gonzalez Estrecha, Matrix Director of Programming, Enslaved Software Design<\/h2>\r\n\r\n<p>Seila Gonzalez is Director of Programming at Matrix. She holds a master&rsquo;s degree in Electrical and Computer Engineering from the University of Alabama and obtained her undergraduate degree from the University of Malaga (Spain). Her graduate research focused on non-polynomial time algorithms and hardware software co-design. Prior to coming to MSU, Gonzalez worked as a software engineer for Indra Software Labs, a multinational systems integrator based in Spain. She also previously worked as a GIS programmer for Sadiel, a software company headquartered in Seville.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Quinn Hirt, Graduate Assistant, Wright State University<\/h2>\r\n\r\n<p>Quinn Hirt is a graduate student in the&nbsp;Wright State University Computer Science and Engineering Department, working in the Data Semantics Lab.&nbsp;<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Pascal Hitzler, Endowed Lloyd T. Smith Creativity in Engineering Chair, Kansas State University<\/h2>\r\n\r\n<p>Pascal Hitzler, endowed Lloyd T. Smith Creativity in Engineering Chair at Kansas State University. Previously Hitzler was an endowed NCR Distinguished Professor and Brage Golding Distinguished Professor of Research, is director of data science in the department of computer science and engineering at Wright State University, Dayton, Ohio; and adjunct professor in the department of computer science at Kansas State University.&nbsp; From 2004-09, he was Akademischer Rat at the Institute for Applied Informatics and Formal Description Methods at the University of Karlsruhe in Germany, and from 2001-04, was a postdoctoral researcher at the Artificial Intelligence Institute at TU Dresden in Germany. In 2001, he completed a Ph.D. in mathematics from the National University of Ireland, University College Cork and in 1998 a diplom, master&rsquo;s degree equivalent, in mathematics from the University of T&uuml;bingen in Germany.&nbsp;Hitzler&rsquo;s research record lists more than 400 publications in such diverse areas as semantic web, artificial intelligence, neural-symbolic integration, knowledge representation and reasoning, machine learning, denotational semantics and set-theoretic topology.&nbsp;<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Andrew Joye, Matrix Developer<\/h2>\r\n\r\n<p>Andrew is a Web Developer at Matrix. Andrew graduated from Oakland University in 2012 with his Bachelors in Computer Science for the College of Computer Science and Engineering. After graduating he worked in the private sector as a software developer until 2018 when he joined Matrix. At Matrix Andrew works on a variety of projects including Kora, Public Philosophy Journal, and Freedom Narratives; working on the full-stack with a specialization for database and API development. Andrew will also be working closely with the Enslaved project&#39;s reconciliation engine.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Sharon Leon, Associate Professor of History, Michigan State University, Matrix Director of Digital Public History<\/h2>\r\n\r\n<h2><meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\" \/><meta http-equiv=\"Content-Style-Type\" content=\"text\/css\" \/><meta name=\"Generator\" content=\"Cocoa HTML Writer\" \/><meta name=\"CocoaVersion\" content=\"1671.5\" \/>\r\n<style type=\"text\/css\">p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; line-height: 16.0px; font: 14.0px Helvetica; color: #262626; background-color: #ffffff}\r\nspan.s1 {font-kerning: none}\r\n<\/style>\r\n<\/h2>\r\n\r\n<p>Sharon M. Leon is an Associate Professor of History at Michigan State University. Dr. Leon received her bachelors of arts degree in American Studies from Georgetown University in 1997 and her doctorate in American Studies from the University of Minnesota in 2004. Prior to joining the History Department at MSU, Dr. Leon spent over thirteen years at George Mason University&rsquo;s History Department at the Roy Rosenzweig Center for History and New Media as Director of Public Projects, where she oversaw dozens of award-winning collaborations with library, museum, and archive partners from around the country, and served as a Director of the Omeka&nbsp;web publishing platform.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Nicholas Mikelsavage, Matrix Developer<\/h2>\r\n\r\n<p>Nicholas Mikelsavage is a recent graduate of Michigan State University&rsquo;s Department of Computer Science and Engineering. He interned as a student at Matrix.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Jeffrey Mixter, Software Engineer, Online Computer Library Center (OCLC)Research<\/h2>\r\n\r\n<p>Jeffrey Mixter works for Jean Godby (OCLC Research) on research and development projects focusing on linked data and digital collections material.&nbsp;He holds Bachelor&#39;s Degrees in History and German from The Ohio State University as well as Master&#39;s Degrees in Library Information Science and Information Architecture\/Knowledge Management from Kent State University.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Matthew Schleusener, Matrix Developer<\/h2>\r\n\r\n<p>Matthew Schleusener is a recent graduate of Michigan State University&rsquo;s Department of Computer Science and Engineering. He interned as a student at Matrix.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Alicia M. Sheill, Matrix Assistant Director, Enslaved Project Manager<\/h2>\r\n\r\n<p>Alicia M. Sheill is Assistant Director at Matrix. She has over ten years of project management experience that includes leading the National Endowment for Humanities&rsquo; project What America Ate, The Andrew W. Mellon Foundation&rsquo;s Public Philosophy Journal, the Hutchins Center for African &amp; African American Research&rsquo;s Liberated Africans project, and The Quilt Index. She has considerable experience working with metadata standards and specializes in pre-database metadata cleaning and standardization along with mass upload of data and records into KORA, the online digital repository application for complex multimedia objects created by Matrix. She has extensive experience in pre-award and post-award grant administration and holds a certification in research administration from MSU.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Cogan Shimizu, Graduate Assistant, Wright State University<\/h2>\r\n\r\n<p>Cogan Shimizu is a graduate student in the&nbsp;Wright State University Computer Science and Engineering Department, working in the Data Semantics Lab.&nbsp;<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Austin Truchan, Matrix Head of Design, Enslaved Graphic &amp; UX Design<\/h2>\r\n\r\n<p>Austin Truchan is Head of Design at Matrix. As project designer, Truchan translates complex user flows into simple and intuitive visual user interfaces and develops high-fidelity prototypes in order to facilitate a collaborative design vision among project managers, clients, and developers. Truchan works closely with development teams to ensure that the visual design and experience is properly implemented from concept to reality. He has developed the website designs for What America Ate and the Public Philosophy Journal.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Duncan Tarr, Matrix Data Integrity Assistant<\/h2>\r\n\r\n<p>Duncan Tarr is a Data Integrity Assistant at Matrix. Tarr graduated from Michigan State University in Fall 2016. While still in school he worked at Matrix on the Slave Biographies and What America Ate projects. He was hired by Matrix in Spring 2018 to work full time on the Enslaved project where he will assist with cleaning and manipulating data.<br \/>\r\n&nbsp;<\/p>\r\n\r\n<h2>Ryan Carty, Graduate Research Assistant, Michigan State University<\/h2>\r\n\r\n<p>Ryan Carty is a graduate student in the Michigan State University History Department with a focus on African history. He has five years of experience in data management and analysis.<\/p>\r\n","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["About"],"Navigation Order":"5","SubNavigation":"Our Team","Sub Navigation Order":"4","SubNavigation Display":"TRUE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126847","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-11 18:18:18","updated_at":"2019-07-08 15:21:29","reverseAssociations":[]},"16-49-126851":{"Title":"References","Description":"Include image credits, bibliographies, etc.&nbsp;","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["About"],"Navigation Order":"5","SubNavigation":"References","Sub Navigation Order":"7","SubNavigation Display":"TRUE","Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126851","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-13 19:52:27","updated_at":"2019-06-13 19:52:27","reverseAssociations":[]},"16-49-126830":{"Title":"About","Description":"In recent years, a growing number of archives, databases, and collections that organize and make sense of records of enslavement have become freely and readily accessible for scholarly and public consumption. This proliferation of projects and databases presents a number of challenges: &nbsp;\r\n<ul>\r\n\t<li>Disambiguating and merging individuals across multiple datasets is nearly impossible given their current, siloed nature;<\/li>\r\n\t<li>Searching, browsing, and quantitative analysis across projects is extremely difficult;<\/li>\r\n\t<li>It is often difficult to find projects and databases;<\/li>\r\n\t<li>There are no best practices for digital data creation;<\/li>\r\n\t<li>Many projects and datasets are in danger of going offline and disappearing.&nbsp;<\/li>\r\n<\/ul>\r\nIn response to these challenges, Matrix: The Center for Digital Humanities &amp; Social Sciences at Michigan State University (MSU), in partnership with the MSU Department of History and scholars at multiple institutions, has developed <em>Enslaved<\/em>: Peoples of the Historic Slave Trade. Enslaved&rsquo;s primary focus is people&mdash;individuals who were enslaved, owned slaves, or participated in slave trading.&nbsp;<br \/>\r\n<br \/>\r\nThe project has identified the following five objectives:\r\n<ol>\r\n\t<li>People: Build an interconnected system of services and tools that would (1) Allow individuals involved in the slave trade to be identified and recognized across all participating project databases; (2) Allow those identified and recognized individuals to be searched, explored and visualized in the Enslaved Hub; (3) Connect those individuals to particular events and places with a Disambiguation Tool and Authoritative Name Service in Enslaved; and (4) Create at least 25 interactive biographies of people of the slave trade as exemplary models.<\/li>\r\n\t<li>Linked Open Data (LOD): To accomplish the focus on people, we are using Linked Open Data (LOD) to interconnect individual projects and databases. &nbsp;A LOD-based approach facilitates federated searching and browsing across all linked project data on the Hub. It also creates a network and community framework that supports the preservation of current and future slave data projects.<\/li>\r\n\t<li>Best practices and workflow: For online database projects, which are proliferating at a rapid pace, scholars have not agreed on best practices. The Hub would be the space for disseminating best practices for data collection, metadata standards, ontologies, and workflows. &nbsp;It would also provide guidance for participating in the Hub.<\/li>\r\n\t<li>Scholarly recognition: The project will institute an editorial board to review datasets and projects to be included in the Hub. Having an editorial board will ensure the quality of the data, and emphasize that the database or project has been published and is worthy of consideration for scholarly credit in review processes.<\/li>\r\n\t<li>Preservation and sustainability: The Hub will provide a space for preservation of datasets and help identify projects in danger of going offline. All facets will be open source and contribute to developing a wide community to support the sustainability of the project.<\/li>\r\n<\/ol>\r\n<br \/>\r\n<br \/>\r\n<br \/>\r\n&nbsp;","Images":null,"Files":null,"Date":{"day":"","era":"CE","year":"","month":"","prefix":""},"Navigation":["About"],"Navigation Order":"5","SubNavigation":null,"Sub Navigation Order":null,"SubNavigation Display":null,"Display":"TRUE","Associator":null,"Banner":null,"kid":"16-49-126830","legacy_kid":null,"project_id":"16","form_id":"49","owner":"9","created_at":"2019-06-10 19:32:17","updated_at":"2019-06-11 16:37:46","reverseAssociations":[]}}